[
    {"productname": "Tonka & Oud", "description": "This is a deep, warm smell that combines tonka and leather with oud and smoke. It has light spicy notes, too, and a base of amber. This fragrance might remind you of a campfire on a desert evening.","image": "./images/Tonka&Oud.jpg", "price": 12.99, "quantity": 10},
    {"productname": "Frasier Fir", "description": "The gorgeous design on this candle and the fresh, woodsy scent of Frasier Fir bring memories of Christmas tree farms and snow flurries", "image": "./images/Frasier_Fir", "price": 10.99, "quantity": 10},
    {"productname": "Vanilla Eggnog", "description": "Heavy on amaretto and rum, this creamy scent has an added dash of vanilla, butter, and sugar for a rich and delicious gourmand candle.", "image": "./images/Vanilla_Eggnog.jpg", "price": 15.99, "quantity": 10},
    {"productname": "Peppermint Mocha", "description": "This candle carries a warm, subtle and soft scent reminiscent of a vanilla latte, milk chocolate and Peppermint Patties.", "image": "./images/peppermint_mocha.png", "price": 9.99, "quantity": 10},
    {"productname": "Butterscotch & Bourbon", "description": "Rich, creamy butterscotch intertwines with the oak barrel aged notes of bourbon whiskey and fragrant, sweet vanilla to unite and enhance this fragrance accord.", "image": "./images/butterscotch_bourbon_candle.jpg", "price": 15.99, "quantity": 10},
    {"productname": "Fallen Leaves", "description": "This warm and inviting fragrance starts with top notes of cinnamon, citrus, and chrysanthemum. At the core of the fragrance, the sweetness of apple and berries combines with green leaves.", "image": "./images/fallen_leaves_candle.jpg", "price": 8.99, "quantity": 10},
    {"productname": "Bonfire Embers", "description": "Filling your space with smoky, earthy notes of charred wood, clove, and maple. Ideal for outdoor lovers looking to create a rustic, comforting atmosphere indoors.", "image": "./images/", "price": 10.99, "quantity": 10},
    {"productname": "Hot Apple Pie", "description": "Indulge in the delicious scent of our Warm Apple Pie candle, capturing the irresistible aroma of freshly baked apple pie straight from the oven.", "image": "./images/Hot_Apple_Pie.png", "price": 11.99, "quantity": 10},
    {"productname": "Whiskey", "description": "Perfect for any purveyor of fine spirits, the Whiskey Candle will elicit a litany of descriptors that only drink connoisseurs know how to generate.", "image": "./images/Whiskey.png", "price": 14.99, "quantity": 10},
    {"productname": "Caramel Popcorn", "description": "Our Caramel Popcorn candle smells like freshly popped popcorn covered in rich, creamy caramel. It's sweet. It's nutty. It's irresistible.", "image": "./images/caramel_popcorn.png", "price": 9.99, "quantity": 10}
]
